{
  "body": "------WebKitFormBoundary3ffx3xfQqlAJ4XB5\r\nContent-Disposition: form-data; name=\"data\"\r\n\r\n[{\"Id\":444,\"SequenceNumber\":1,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Please  identify  yourself  by  giving  your  name,  address,  social  security number, date of birth, place of birth and Florida drivers license number (or other state).\",\"StandardQuestion\":\"Can you please tell me your name, address, social security number, date and place of birth, and your driver's license number?\",\"StandardAnswerWeb\":\"12345\",\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":445,\"SequenceNumber\":2,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Describe in detail, each act or omission on the part of the Defendant which you contend constituted negligence that was a contributing legal cause of the accident in question.\",\"StandardQuestion\":\"Can you explain in simple terms what the Defendant did wrong or didn't do, that you believe caused the accident?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":446,\"SequenceNumber\":3,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List the names and addresses of all persons who are believed or known to you, your agents or attorneys to have any knowledge concerning any of the issues raised by  the  pleadings  herein,  and  specify  the  subject  matter  about  which  the  witness  has knowledge, indicating which are or may be eyewitnesses. \",\"StandardQuestion\":\"Can you provide a list of people's names and addresses who you, your agents, or attorneys think may have information related to the topics mentioned in the legal documents? Please also clarify what specific information each person knows and if they might have witnessed any events.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":447,\"SequenceNumber\":4,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List the name, residence address, business address and telephone number of each person believed or known by you, your agents or attorneys to have heard or who is  purported  to  have  heard  the  Defendant  make  any  statement,  remark  or  comment concerning the incident described in the Complaint and the substance of each statement, remark or comment.\",\"StandardQuestion\":\"Can you provide the names, home addresses, work addresses, and phone numbers of people who you or your representatives believe have heard or are said to have heard the Defendant say something about the incident described in the Complaint? Also, please tell us what exactly was said in each statement or comment.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":448,\"SequenceNumber\":5,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Were you suffering from any physical infirmity, disability, or sickness at or just prior to the time of the occurrence of the incident described in the complaint, and if so, what was the nature of the infirmity, disability or sickness?\",\"StandardQuestion\":\"Were you dealing with any physical health problems, disabilities, or illnesses right before or during the time when the incident mentioned in the complaint happened? If yes, what was the specific issue you were facing?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":449,\"SequenceNumber\":6,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Did you consume any alcoholic beverages or take any drugs or medications within 12 hours before the occurrence of the incident described in the Complaint, and if so, what type and amount of alcoholic beverages, drugs or medications were consumed and where and when did you consume them? \",\"StandardQuestion\":\"Have you had any alcohol, drugs, or medications in the 12 hours before the incident described in the Complaint? If yes, what did you have, how much, and where and when did you have them?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":450,\"SequenceNumber\":7,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Have you ever been convicted of a crime, and if so, what was the date and place of conviction of each?\",\"StandardQuestion\":\"Have you ever been found guilty of breaking the law, and if yes, when and where were you convicted for each offense?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":451,\"SequenceNumber\":8,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Do you wear glasses or contact lenses, and if so, who prescribed them, and when were they prescribed, when were your eyes last examined and by whom?\",\"StandardQuestion\":\"Do you wear glasses or contact lenses? If yes, who gave them to you and when did they give them to you? When did you last get your eyes checked, and who checked them?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":452,\"SequenceNumber\":9,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Describe in detail how the incident occurred, including all actions taken by you to prevent the occurrence of the incident. \",\"StandardQuestion\":\"Can you please explain what happened and what you did to try to stop it from happening?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":453,\"SequenceNumber\":10,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List each item of expense that you claim to have incurred as a result of the injuries sued on in this action, giving for each item the date incurred, to whom owed or paid and the goods and services for which each was incurred.\",\"StandardQuestion\":\"Can you provide a detailed list of all the expenses you have had to pay because of the injuries you are suing for? This should include the date when each expense was incurred, the person or company you paid, and a description of what you paid for.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":454,\"SequenceNumber\":11,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Do you contend that you have lost any form of compensation in the past or in the future as a result of the injuries sued on in this action, and if so, what is the amount of the loss up to the present time, the period during which it was lost, the nature of the compensation and the method that was used in computing the amount?\",\"StandardQuestion\":\"Have you ever lost any money or benefits because of the injuries you are suing for? If yes, how much money did you lose until now, for how long did you lose it, what kind of benefits or money was it, and how did you calculate the amount?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":455,\"SequenceNumber\":12,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Describe  each  injury  for  which  you  are  claiming  damages  in  this  case, specifying the part of your body that was injured; the nature of the injury; and, as to any injuries you contend are permanent, the effects on you that you claim are permanent. \",\"StandardQuestion\":\"Explain the injuries you are seeking compensation for in simple terms. This includes stating which body part was injured, describing the type of injury, and if any of the injuries have long-term effects, explaining how they have permanently affected you.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":456,\"SequenceNumber\":13,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List  each  physician  who  has  treated  you  and  each  medical  facility  where you have received any treatment for the injuries for which you seek damages in this case, giving  the  dates  that  the  treatment  was  received  and  stating  which  of  the  injuries described in your answer to Interrogatory #12 the treatment was rendered for.\",\"StandardQuestion\":\"Can you provide a list of all the doctors who have treated you and the hospitals or clinics where you received treatment for your injuries? Please include the dates of each treatment and specify which injuries were treated for each instance.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":457,\"SequenceNumber\":14,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Do you intend to call any non-medical expert witnesses at the trial of this case?    If  so,  identify  each  witness;  describe  his  qualifications  as  an  expert;  state  the subject matter upon which he is expected to testify;  state the substance and facts and opinions to which he is expected to testify; and give a summary of the grounds for each opinion.\",\"StandardQuestion\":\"Are you planning to bring in any witnesses who are not doctors or medical professionals to testify in this trial? If yes, please provide the names of each witness and explain their expertise in the specific subject they will be testifying about. Also, describe the specific topics they are expected to discuss and provide a summary of the facts, opinions, and reasons behind their opinions.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":458,\"SequenceNumber\":15,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List the names, business addresses, and business telephone numbers of all medical doctors by whom, and all hospitals at which, you have been examined and/or treated in the past five (5) years, including but not limited to family doctors, and in-home nursing aids and therapists. \",\"StandardQuestion\":\"Please provide me with the names, addresses, and phone numbers of all the doctors and hospitals you have visited or received treatment from in the past five years. This includes your family doctor, as well as any nurses or therapists who have provided care for you at home.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":459,\"SequenceNumber\":16,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List the names, addresses, and phone numbers for all employers for whom you have worked in the past five (5) years, and your rate of pay at each job.\",\"StandardQuestion\":\"Can you please provide the names, addresses, and phone numbers of all the companies you have worked for in the last five years, along with the salary you received at each job?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":460,\"SequenceNumber\":17,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List the names, business addresses and business telephone numbers of all medical  doctors  by  whom,  and  all  hospitals  at  which  you  have  been  examined  and/or treated in the past for injuries, disabilities or infirmities to those parts of your body listed in answer to Interrogatory #12.\",\"StandardQuestion\":\"Please provide the names, addresses, and phone numbers of the doctors you have seen and the hospitals you have visited in the past for any injuries, disabilities, or health issues related to the specific body parts mentioned in your response to Question #12.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":461,\"SequenceNumber\":18,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Have  you  ever  been  a  Plaintiff  or  Defendant  in  a  lawsuit,  arbitration proceeding, or otherwise been a claimant for Workers Compensation, personal injury or disability benefits?  If the answer is in the affirmative, please state the style of the case, the jurisdiction of the Court or arbitration and the approximate date the lawsuit or demand for arbitration was filed. \",\"StandardQuestion\":\"Have you ever been involved in a legal case where you were either suing someone or being sued? This could include situations like a work injury claim, personal injury claim, or disability benefits claim. If your answer is yes, please provide details such as the name of the case, where it was filed (in court or through arbitration), and the approximate date when the lawsuit or arbitration was initiated.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":462,\"SequenceNumber\":19,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List all statements (within the definition of Rule 1.280) in existence known to you, your agents and attorneys, taken of the Defendant, its alleged agents, servants, or employees or of any other person, providing for each the date of the taking of each statement, the person receiving or taking the statement, and the subject matter of each interview.  (Pursuant to Florida Rules of Civil Procedure 1.280, demand is hereby made for the conveyance and/or production of all statements of the Defendant to counsel for the Defendant forthwith.)\",\"StandardQuestion\":\"Please provide a list of all the statements that you, your agents, and attorneys know of. These statements can be from the Defendant, their alleged agents, employees, or any other person. For each statement, please include the date it was taken, the person who received or took the statement, and what the interview was about. This request is made under the Florida Rules of Civil Procedure 1.280, and we are asking for these statements to be given or produced to the Defendant's lawyer immediately.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":463,\"SequenceNumber\":20,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Do you or your attorneys have any photographs of the accident scene or persons  involved,  or  any  maps,  plans,  charts,  diagrams  or  any  other  documentary  or tangible items which are or may become evidence in this case?  (Exclude medical bills.)  If  so,  state  the  name  and  address  of  the  photographer  or  other  producer  of  such documentation or tangible item and the name of the person, firm or entity who hired him for the described purpose.\",\"StandardQuestion\":\"Do you or your lawyers have any pictures of the accident or people involved, or any maps, plans, diagrams, or other items that could be used as evidence in this case? If you do, please provide the name and address of the person who took the pictures or made the items, and the name of the person, company, or organization that hired them to do so.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":464,\"SequenceNumber\":21,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List all accidents of any kind in which you have been involved prior to the date of the accident in suit, stating for each when, where and how the accident occurred, the names or identities of other persons involved, whether you were injured, and if so, the nature and extent of your injuries, whether you received medical treatment and if so, the names of all doctors, hospital facilities or other health care providers, whether any lawsuit or claim arose therefrom and whether you were insured for the results of the accident and if so, by what carrier and under what policy number. \",\"StandardQuestion\":\"Can you tell me about any accidents you were involved in before the current accident? Please include when and where they happened, how they happened, who else was involved, if you were injured and how badly, if you received medical treatment and from whom, if there were any legal actions or claims related to the accidents, and if you had insurance for them, which insurance company and policy number covered you.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":465,\"SequenceNumber\":22,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"List all accidents of any kind in which you have been involved subsequent to  the  date  of  the  accident  in  suit,  stating  for  each  when,  where  and  how  the  accident occurred,  the names  or  identities of other  persons  involved,  whether  you  were  injured, and if so, the nature and extent of your injuries, whether you received medical treatment and  if  so,  the  names  of  all  doctors,  hospital  facilities  or  other  health  care  providers, whether  any  lawsuit  or  claim  arose  therefrom,  and  whether  you  were  insured  for  the results of the accident and if so, by what carrier and under what policy number.\",\"StandardQuestion\":\"Please provide a list of all accidents you have been in since the date of the accident in question. For each accident, please mention when and where it happened, how it occurred, the names or identities of other people involved, and if you were injured, please describe the nature and extent of your injuries. Also, let us know if you received any medical treatment and provide the names of the doctors, hospitals, or other healthcare providers involved. Please inform us if any lawsuits or claims resulted from these accidents and if you were insured for the consequences of the accident, please specify the insurance carrier and policy number.\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null},{\"Id\":466,\"SequenceNumber\":23,\"MsgSentDateTime\":null,\"CaseId\":\"34\",\"MsgSent\":null,\"MsgReceived\":null,\"OriginalQuestion\":\"Please  state  whether  you  have  ever  applied  for  Social  Security  Disability benefits, Social Security Retirement benefits, and/or Supplemental Security Income and, if so, the date of such application(s) as well as the disposition(s) of the application(s) and the date(s) and disposition(s) of any appeal(s); whether you receive or have ever received Medicare benefits and, if so, the Medicare number assigned to you and when the number was assigned; whether you have been advised by Medicare that you will become eligible or are entitled to or can be expecting to receive Medicare benefits and the date of such notice; and whether you have ever received any explanation of benefits notice(s) from the Center for Medicare and Medicaid Services and, if so, the date of such notice(s).\",\"StandardQuestion\":\"Have you ever applied for Social Security Disability benefits, Social Security Retirement benefits, and/or Supplemental Security Income? If so, when did you apply and what was the outcome of your application? Have you ever received Medicare benefits? If so, when were you assigned a Medicare number? Have you been notified by Medicare that you are eligible or will be eligible to receive Medicare benefits? If so, when were you notified? Have you ever received any explanation of benefits notices from the Center for Medicare and Medicaid Services? If so, when did you receive them?\",\"StandardAnswerWeb\":null,\"StandardAnswer\":null,\"OriginalAnswer\":null}]\r\n------WebKitFormBoundary3ffx3xfQqlAJ4XB5--\r\n",
  "isBase64Encoded": "false",
  "key1": "value1",
  "key2": "value2",
  "key3": "value3"
}
